Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: You're not signed in to iCloud, so there's no iCloud copy to delete.
ar: أنت لست مسجّلاً الدخول إلى iCloud، لذا لا توجد نسخة على iCloud لحذفها.
ca: No has iniciat la sessió a iCloud, així que no hi ha cap còpia d'iCloud per suprimir.
cs: Nejste přihlášeni k iCloud, takže neexistuje žádná kopie v iCloud, kterou by bylo možné smazat.
da: Du er ikke logget ind på iCloud, så der er ingen iCloud-kopi at slette.
de: Du bist nicht bei iCloud angemeldet, daher gibt es keine iCloud-Kopie zum Löschen.
el: Δεν έχετε συνδεθεί στο iCloud, επομένως δεν υπάρχει αντίγραφο iCloud προς διαγραφή.
es: No has iniciado sesión en iCloud, así que no hay ninguna copia de iCloud que eliminar.
fi: Et ole kirjautunut iCloudiin, joten poistettavaa iCloud-kopiota ei ole.
fr: Vous n'êtes pas connecté à iCloud, il n'y a donc aucune copie iCloud à supprimer.
he: אינך מחובר ל-iCloud, ולכן אין עותק iCloud למחיקה.
hi: आप iCloud में साइन इन नहीं हैं, इसलिए हटाने के लिए कोई iCloud प्रति नहीं है।
hr: Niste prijavljeni na iCloud, pa nema iCloud kopije za brisanje.
hu: Nincs bejelentkezve az iCloudba, ezért nincs törölhető iCloud-másolat.
id: Anda belum masuk ke iCloud, jadi tidak ada salinan iCloud yang bisa dihapus.
it: Non hai effettuato l'accesso a iCloud, quindi non c'è alcuna copia iCloud da eliminare.
ja: iCloud にサインインしていないため、削除する iCloud のコピーはありません。
ko: iCloud에 로그인되어 있지 않아 삭제할 iCloud 사본이 없습니다.
ms: Anda tidak log masuk ke iCloud, jadi tiada salinan iCloud untuk dipadam.
nb: Du er ikke logget på iCloud, så det finnes ingen iCloud-kopi å slette.
nl: Je bent niet aangemeld bij iCloud, dus er is geen iCloud-kopie om te verwijderen.
pl: Nie jesteś zalogowany w iCloud, więc nie ma kopii w iCloud do usunięcia.
pt_br: Você não está conectado ao iCloud, então não há cópia no iCloud para excluir.
pt_pt: Não tem sessão iniciada no iCloud, por isso não existe nenhuma cópia no iCloud para eliminar.
ro: Nu sunteți autentificat în iCloud, așa că nu există nicio copie iCloud de șters.
ru: Вы не вошли в iCloud, поэтому копии в iCloud для удаления нет.
sk: Nie ste prihlásení do iCloud, takže neexistuje žiadna kópia v iCloud na odstránenie.
sv: Du är inte inloggad på iCloud, så det finns ingen iCloud-kopia att radera.
th: คุณยังไม่ได้ลงชื่อเข้าใช้ iCloud จึงไม่มีสำเนา iCloud ให้ลบ
tr: iCloud'da oturum açmadığınız için silinecek bir iCloud kopyası yok.
uk: Ви не ввійшли в iCloud, тож немає копії iCloud для видалення.
vi: Bạn chưa đăng nhập iCloud nên không có bản sao iCloud nào để xóa.
zh_hans: 你尚未登录 iCloud，因此没有可删除的 iCloud 副本。
zh_hant: 你尚未登入 iCloud，因此沒有可刪除的 iCloud 副本。

source: Your data remains on this device.
ar: تبقى بياناتك على هذا الجهاز.
de: Ihre Daten verbleiben auf diesem Gerät.
es: Tus datos permanecen en este dispositivo.
fr: Vos données restent sur cet appareil.
it: I tuoi dati rimangono su questo dispositivo.
zh_hans: 您的数据保留在此设备上。

source: Your Data, Your Privacy
ar: بياناتك، خصوصيتك
de: Ihre Daten, Ihre Privatsphäre
es: Tus datos, tu privacidad
fr: Vos données, votre vie privée
it: I tuoi dati, la tua privacy
zh_hans: 您的数据，您的隐私

source: Your financial data stays available locally and syncs across your devices through your private CloudKit database.
ar: تظل بياناتك المالية متاحة محليًا وتتم مزامنتها عبر أجهزتك من خلال قاعدة بيانات CloudKit الخاصة بك.
de: Ihre Finanzdaten bleiben lokal verfügbar und werden über Ihre private CloudKit-Datenbank auf Ihren Geräten synchronisiert.
es: Sus datos financieros permanecen disponibles localmente y se sincronizan en sus dispositivos a través de su base de datos privada CloudKit.
fr: Vos données financières restent disponibles localement et se synchronisent sur vos appareils via votre base de données CloudKit privée.
it: I tuoi dati finanziari rimangono disponibili localmente e si sincronizzano su tutti i tuoi dispositivi tramite il tuo database CloudKit privato.
zh_hans: 您的财务数据在本地保持可用，并通过您的私有 CloudKit 数据库在您的设备之间同步。

source: Your financial horizon
ar: الأفق المالي الخاص بك
de: Ihr finanzieller Horizont
es: Tu horizonte financiero
fr: Votre horizon financier
it: Il tuo orizzonte finanziario
zh_hans: 您的财务视野

source: Your financial view is protected
ar: وجهة نظرك المالية محمية
de: Ihre finanzielle Sicht ist geschützt
es: Su visión financiera está protegida
fr: Votre vision financière est protégée
it: La tua visione finanziaria è protetta
zh_hans: 您的财务观点受到保护

source: Your latest cash flow
ar: أحدث التدفق النقدي الخاص بك
de: Ihr aktueller Cashflow
es: Su último flujo de caja
fr: Votre dernier flux de trésorerie
it: Il tuo ultimo flusso di cassa
zh_hans: 您最新的现金流量

source: Your latest income and expenses will appear here.
ar: ستظهر أحدث دخلك ونفقاتك هنا.
de: Hier werden Ihre letzten Einnahmen und Ausgaben angezeigt.
es: Sus últimos ingresos y gastos aparecerán aquí.
fr: Vos derniers revenus et dépenses apparaîtront ici.
it: Le tue ultime entrate e uscite appariranno qui.
zh_hans: 您最新的收入和支出将显示在这里。

source: Your latest recorded cash movements
ar: أحدث حركاتك النقدية المسجلة
de: Ihre letzten aufgezeichneten Bargeldbewegungen
es: Tus últimos movimientos de efectivo registrados
fr: Vos derniers mouvements de trésorerie enregistrés
it: I tuoi ultimi movimenti di cassa registrati
zh_hans: 您最新记录的现金变动

source: Your net-worth trail starts here
ar: يبدأ مسار صافي ثروتك من هنا
de: Ihr Vermögenspfad beginnt hier
es: Su rastro de patrimonio neto comienza aquí
fr: Votre parcours de valeur nette commence ici
it: Il tuo percorso patrimoniale inizia qui
zh_hans: 您的净资产轨迹从这里开始

source: Your personal compass for tracking cash flow, investments, and expenses all in one beautifully designed dashboard.
ar: بوصلتك الشخصية لتتبع التدفق النقدي والاستثمارات والنفقات، كل ذلك في لوحة تحكم واحدة مصممة بشكل جميل.
de: Ihr persönlicher Kompass zur Verfolgung von Cashflow, Investitionen und Ausgaben in einem wunderschön gestalteten Dashboard.
es: Su brújula personal para realizar un seguimiento del flujo de caja, las inversiones y los gastos, todo en un panel bellamente diseñado.
fr: Votre boussole personnelle pour suivre les flux de trésorerie, les investissements et les dépenses dans un seul tableau de bord magnifiquement conçu.
it: La tua bussola personale per tenere traccia del flusso di cassa, degli investimenti e delle spese, tutto in un'unica dashboard dal design accattivante.
zh_hans: 您的个人指南针，用于跟踪现金流、投资和支出，所有这些都在一个设计精美的仪表板中。

source: Your preferences
ar: تفضيلاتك
de: Ihre Vorlieben
es: Tus preferencias
fr: Vos préférences
it: Le tue preferenze
zh_hans: 您的偏好
